Repository: common-repository/access-pages-by-role-for-admin
Catalog: languages/access-pages-by-role-for-admin-*.po
Languages: ru_ru

source: Access Pages Control
ru_ru: Контроль доступа к страницам

source: General
ru_ru: Основные

source: Help
ru_ru: Помощь

source: Pages
ru_ru: Страницы

source: Posts
ru_ru: Записи

source: Allow users not logged in access
ru_ru: Разрешить доступ не авторизованным пользователям

source: Turn it on if you want non-authorized users (guests) to be able to visit restricted pages (pages that have a restriction for any role).
ru_ru: Включите, если хотите, чтобы неавторизованные пользователи (гости) могли посещать запрещенные страницы (страницы, для которых есть ограничения для любой роли).

source: Default Redirect URL
ru_ru: URL-адрес для редиректа по умолчанию

source: The user will be redirected to this URL without access to the page
ru_ru: Пользователь без доступа к странице будет перенаправлен на этот URL-адрес

source: Redirect to login
ru_ru: Редирект на форму авторизации

source: Turn it on if you want an unauthorized user to be redirected to the login page instead Default Redirect URL.
ru_ru: Включите, если вы хотите, чтобы неавторизованный пользователь был перенаправлен на страницу с формой авторизации вместо URL-адреса для редиректа по умолчанию

source: Types of Posts
ru_ru: Типы записей

source: Choose what types of posts you want to control access to. Hold CTRL to select multiple.
ru_ru: Выберите, каких типов записей вы хотите контролировать доступ. Удерживайте CTRL, чтобы выбрать несколько.

source: Types of Taxonomies
ru_ru: Типы таксономий

source: Choose what types of taxonomies you want to control access to. Hold CTRL to select multiple.
ru_ru: Выберите, каких типов таксономий вы хотите контролировать доступ. Удерживайте CTRL, чтобы выбрать несколько.

source: How do I get support?
ru_ru: Как мне получить поддержку?

source: If you have questions or problems when working with this plugin, you can get help on the support forum <a href="https://wordpress.org/support/plugin/access-pages-by-role-for-admin/" target="_blank">wordpress.org</a>
ru_ru: Если у вас есть вопросы или проблемы при работе с этим плагином, вы можете получить помощь на форуме поддержки <a href="https://wordpress.org/support/plugin/access-pages-by-role-for-admin/" target="_blank">wordpress.org</a>

source: Access Pages by Role Settings
ru_ru: Настройки Access Pages by Role for Admin

source: No registered sidebars found.
ru_ru: Зарегистрированные боковые панели не найдены.

source: Access Control
ru_ru: Контроль доступа

source: Select the roles for which you want to block access
ru_ru: Выберите роли, для которых вы хотите заблокировать доступ

source: Blocked for:
ru_ru: Заблокировано для:

source: No restrictions
ru_ru: Без ограничений

source: You don't have access to this page, contact the website administrator.
ru_ru: У вас нет доступа к этой странице, обратитесь к администратору сайта.

source: Allows an administrator to control access to pages by user role.
ru_ru: Позволяет администратору контролировать доступ к страницам по ролям пользователей.
